Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_ell-GRC_TM.tmx
Source language: en_gb
Languages: el_gr

source: City 36
el_gr: Νέας Χαλκηδόνας

source: City 45
el_gr: Καισαριανής

source: Other\ Refusal (DO NOT READ OUT)
el_gr: Άλλο/ Άρνηση (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: Walking
el_gr: Περπάτημα

source: DK/NA (DO NOT READ OUT)
el_gr: ΔΓ/ΔΑ (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: (DO NOT READ OUT
el_gr: (ΜΗΝ ΔΙΑΒΑΣΕΤΕ)

source: Large town/city
el_gr: Μεγάλη πόλη

source: Have you got a mobile phone?
el_gr: Έχετε κινητό τηλέφωνο;

source: City 37
el_gr: Γαλατσίου

source: City 7
el_gr: Καματερού

source: In which city/borough/commune do you live?
el_gr: Σε ποιον δήμο/πόλη κατοικείτε;

source: Single person household
el_gr: Νοικοκυριό ενός ατόμου

source: City 1
el_gr: Αθηναίων

source: City 4
el_gr: Πειραιώς

source: Noise
el_gr: Θόρυβος

source: Car
el_gr: Αυτοκίνητο

source: Public transport
el_gr: Μέσα μαζικής μεταφοράς

source: PROG: ROTATE ITEMS 1 TO 4
el_gr: ΠΡΟΓΡ.: ΚΑΝΤΕ ΕΝΑΛΛΑΓΗ ΣΤΑ ΣΤΟΙΧΕΙΑ 1 ΕΩΣ 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
el_gr: Στη διάρκεια των τελευταίων δώδεκα μηνών, θα λέγατε ότι είχατε δυσκολίες να πληρώσετε τους λογαριασμούς σας στο τέλος του μήνα...;

source: Other city
el_gr: Άλλη πόλη

source: Generally speaking, the public administration of [CITY NAME] can be trusted
el_gr: Γενικά μιλώντας, μπορείς να εμπιστευτείς τις διοικητικές υπηρεσίες στην/στο [CITY NAME]

source: ASK ALL
el_gr: ΡΩΤΗΣΤΕ ΟΛΟΥΣ

source: It is easy to find a job in [CITY NAME]
el_gr: Στην/στο [CITY NAME] είναι εύκολο να βρεις δουλειά

source: Not at all satisfied
el_gr: Καθόλου ικανοποιημένος/η

source: City 20
el_gr: Λυκοβρύσεως

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
el_gr: Θα σας διαβάσω μερικές δηλώσεις. Παρακαλώ πείτε μου εάν συμφωνείτε έντονα, συμφωνείτε σε κάποιο βαθμό, διαφωνείτε σε κάποιο βαθμό, ή διαφωνείτε έντονα με την κάθε μία από αυτές τις δηλώσεις;

source: Somewhat disagree
el_gr: Διαφωνώ σε κάποιο βαθμό

source: Housing
el_gr: Στέγαση

source: (READ OUT – ONE ANSWER ONLY)
el_gr: (ΔΙΑΒΑΣΤΕ -ΜΟΝΟ ΜΙΑ ΑΠΑΝΤΗΣΗ)

source: From time to time
el_gr: Κατά καιρούς

source: City 18
el_gr: Νέας Σμύρνης

source: D21: CODE 9 AND 10 - SINGLE CODES
el_gr: D21: ΚΩΔΙΚΟΙ 9 ΚΑΙ 10 - ΜΟΝΑΔΙΚΟΙ ΚΩΔΙΚΟΙ

source: City 43
el_gr: Εκάλης

source: City 10
el_gr: Αγίων Αναργύρων

source: Married or cohabiting couple, no children or no children living at home
el_gr: Παντρεμένο ζευγάρι ή ζευγάρι που συγκατοικεί, χωρίς παιδιά ή χωρίς παιδιά που να ζουν στο σπίτι

source: Rural area or village
el_gr: Αγροτική περιοχή ή χωριό

source: City 19
el_gr: Περιστερίου

source: Train
el_gr: Τρένο

source: Very satisfied
el_gr: Πολύ ικανοποιημένος/η

source: City 25
el_gr: Χολαργού

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
el_gr: Γενικά μιλώντας, παρακαλώ πείτε μου αν είσαστε πολύ ικανοποιημένος/η, μάλλον ικανοποιημένος/η, μάλλον μη ικανοποιημένος/η ή καθόλου ικανοποιημένος/η με το κάθε ένα από τα ακόλουθα θέματα στην/στο [CITY NAME];

source: City 31
el_gr: Ιλίου (Νέων Λιοσίων)

source: City 24
el_gr: Μελισσίων

source: City 23
el_gr: Αιγάλεω

source: Safety
el_gr: Ασφάλεια

source: Your personal job situation
el_gr: Την προσωπική σας επαγγελματική κατάσταση

source: Small or medium-sized town
el_gr: Μικρού ή μεσαίου μεγέθους πόλη

source: Professional (employed doctor, lawyer, accountant, architect, …)
el_gr: Επαγγελματίας (μισθωτός ιατρός, δικηγόρος, λογιστής, αρχιτέκτονας…)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
el_gr: Στην/στο [CITY NAME] είναι εύκολο να βρεις καλή στέγαση σε λογική τιμή

source: Generally speaking, most people in my neighborhood can be trusted
el_gr: Γενικά μιλώντας, μπορείς να εμπιστευτείς τον περισσότερο κόσμο στη γειτονιά μου

source: Most of the time
el_gr: Τις περισσότερες φορές

source: Have you got a landline phone?
el_gr: Έχετε σταθερό τηλέφωνο;

source: City 5
el_gr: Δάφνης

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
el_gr: Μπορείτε να μου πείτε πόσα άτομα ηλικίας 15 ετών και άνω ζουν στο σπίτι σας, συμπεριλαμβανομένου και του εαυτού σας;

source: Other (DO NOT READ OUT)
el_gr: Άλλο (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: Q4: CODE 11 - SINGLE CODE
el_gr: Q4: ΚΩΔΙΚΟΣ 11 - ΜΟΝΑΔΙΚΟΣ ΚΩΔΙΚΟΣ

source: Strongly disagree
el_gr: Διαφωνώ έντονα

source: City 29
el_gr: Ηρακλείου

source: I live here since less than 1 year
el_gr: Ζω εδώ λιγότερο από 1 χρόνο

source: Cleanliness
el_gr: Καθαριότητα

source: The financial situation of your household
el_gr: Την οικονομική κατάσταση του νοικοκυριού σας

source: Other employee (salesman, nurse, …)
el_gr: Άλλος μισθωτός (πωλητής, νοσοκόμα, ...)

source: No
el_gr: Όχι

source: Owner of shop, craftsman
el_gr: Ιδιοκτήτης καταστήματος, τεχνίτης

source: (READ OUT - ONE ANSWER ONLY)
el_gr: (ΔΙΑΒΑΣΤΕ -ΜΟΝΟ ΜΙΑ ΑΠΑΝΤΗΣΗ)

source: Would you say you are…?
el_gr: Θα λέγατε ότι είστε...;

source: Seeking a job
el_gr: Αναζητάτε δουλειά

source: Manual worker
el_gr: Ειδικευμένος εργάτης

source: The noise level
el_gr: Επίπεδο θορύβου

source: The administrative services of [CITY NAME] help people efficiently
el_gr: Οι διοικητικές υπηρεσίες στην/στο [CITY NAME] σε βοηθούν αποτελεσματικά

source: Urban public transport (bus, metro, tram, ferry, etc.)
el_gr: Αστικά μέσα μαζικής μεταφοράς (λεωφορείο, μετρό, τραμ, φέρι μποτ, κ.λπ.)

source: Gender.
el_gr: ΦΥΛΟ.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
el_gr: Η/Το [CITY NAME] δεσμεύεται στη μάχη εναντίον της κλιματολογικής αλλαγής (π.χ. ενεργειακή απόδοση, πράσινες μεταφορές)

source: City 40
el_gr: Υμηττού

source: City 21
el_gr: Αγίας Βαρβάρας

source: Female
el_gr: Γυναίκα

source: City 15
el_gr: Γλυφάδας

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
el_gr: Κατά τη γνώμη σας, μεταξύ των ακόλουθων θεμάτων, ποια είναι τα τρία πιο σημαντικά για την/ το [CITY NAME];

source: What county do you live in?
el_gr: Σε ποιο νομό έχω καλέσει;

source: City 22
el_gr: Νέας Ερυθραίας

source: I live here since between 5 to 10 years
el_gr: Ζω εδώ τα τελευταία 5 έως 10 χρόνια

source: I am satisfied to live in [CITY NAME]
el_gr: Νιώθω ικανοποιημένος/η που ζω στην/στο [CITY NAME]

source: Male
el_gr: Άνδρας

source: City 28
el_gr: Μοσχάτου

source: City 13
el_gr: Φιλοθέης

source: Social services
el_gr: Κοινωνικές υπηρεσίες

source: Unemployment
el_gr: Ανεργία

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
el_gr: (ΔΙΑΒΑΣΤΕ ΕΑΝ ΑΠΑΙΤΕΙΤΑΙ - ΜΟΝΟ ΜΙΑ ΑΠΑΝΤΗΣΗ)

source: Farmer, forester, fisherman
el_gr: Γεωργοκτηνοτρόφος, δασοκόμος, ψαράς

source: City 9
el_gr: Νέας Πεντέλης

source: City 50
el_gr: Ταύρου

source: Civil servant
el_gr: Δημόσιος υπάλληλος

source: City 44
el_gr: Ελληνικού

source: Without a professional activity
el_gr: Χωρίς επαγγελματική δραστηριότητα

source: City 12
el_gr: Ηλιούπολης

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
el_gr: ΡΩΤΗΣΤΕ ΤΗΝ D5c ΥΠΑΛΛΗΛΟΣ/ ΜΙΣΘΩΤΟΣ, ΚΩΔΙΚΟΣ 2 ΣΤΗΝ D5a

source: PROG: ROTATE ITEMS 1 TO 7
el_gr: ΠΡΟΓΡ: ΚΑΝΤΕ ΕΝΑΛΛΑΓΗ ΣΤΗ ΣΕΙΡΑ ΤΩΝ ΣΤΟΙΧΕΙΩΝ 1 ΕΩΣ 7

source: Education and training
el_gr: Εκπαίδευση και κατάρτιση

source: City 26
el_gr: Νέου Ψυχικού

source: City 2
el_gr: Ηράκλειο (Κρήτης)

source: City 30
el_gr: Κηφισιάς

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
el_gr: Σε ό,τι αφορά την τρέχουσα απασχόλησή σας, θα λέγατε ότι είστε αυτοαπασχολούμενος, υπάλληλος/μισθωτός, εργαζόμενος σε χειρωνακτική εργασία ή θα λέγατε ότι είστε χωρίς επαγγελματική δραστηριότητα;

source: Refusal (DO NOT READ OUT)
el_gr: Άρνηση (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: (ONE ANSWER ONLY)
el_gr: (ΜΟΝΟ ΜΙΑ ΑΠΑΝΤΗΣΗ)

source: Air pollution
el_gr: Ατμοσφαιρική ρύπανση

source: I feel safe in [CITY NAME]
el_gr: Νιώθω ασφαλής στην/στο [CITY NAME]

source: Unskilled manual worker
el_gr: Ανειδίκευτος εργάτης

source: Sports facilities such as sport fields and indoor sport halls
el_gr: Αθλητικές εγκαταστάσεις, όπως αθλητικά στάδια και κλειστές αθλητικές αίθουσες

source: The life you lead
el_gr: Τη ζωή που κάνετε

source: City 34
el_gr: Αργυρούπολης

source: Rather unsatisfied
el_gr: Μάλλον μη ικανοποιημένος/η

source: Rather satisfied
el_gr: Μάλλον ικανοποιημένος/η

source: Professional (lawyer, medical practitioner, accountant, architect,…)
el_gr: Επαγγελματίας (δικηγόρος, ιατρός, λογιστής, αρχιτέκτονας...)

source: Health services
el_gr: Υπηρεσίες υγείας

source: City 41
el_gr: Αλίμου

source: Office clerk
el_gr: Υπάλληλος γραφείου

source: City 38
el_gr: Παλαιού Φαλήρου

source: Retired
el_gr: Είστε συνταξιούχος

source: (READ OUT – MAX. 3 ANSWERS)
el_gr: (ΔΙΑΒΑΣΤΕ - ΕΩΣ 3 ΑΠΑΝΤΗΣΕΙΣ)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
el_gr: Συνολικά, είστε πολύ ικανοποιημένος/η, αρκετά ικανοποιημένος/η, όχι τόσο ικανοποιημένος/η ή καθόλου ικανοποιημένος/η με…;

source: PROG: ROTATE ITEMS 1 to 12
el_gr: ΠΡΟΓΡ.: ΚΑΝΤΕ ΕΝΑΛΛΑΓΗ ΣΤΑ ΣΤΟΙΧΕΙΑ 1 έως 12

source: None (DO NOT READ OUT)
el_gr: Κανένα (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: City 48
el_gr: Αμαρουσίου

source: Almost never\ never
el_gr: Σχεδόν ποτέ/ Ποτέ

source: Number of people aged 15 or more in the household
el_gr: Αριθμός ατόμων ηλικίας 15 ετών ή μεγαλύτερα στο νοικοκυριό

source: Public transport, for example the bus, tram or metro
el_gr: Δημόσιες συγκοινωνίες, για παράδειγμα το λεωφορείο, τραμ ή μετρό

source: City 8
el_gr: Βριλησσίων

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
el_gr: ΡΩΤΗΣΤΕ ΤΗΝ D5b ΑΝ ΑΥΤΟΑΠΑΣΧΟΛΟΥΜΕΝΟΣ, ΚΩΔΙΚΟΣ 1 ΣΤΗΝ D5a

source: Student (full time)
el_gr: Είστε μαθητής/ φοιτητής (πλήρης φοίτηση)

source: City 49
el_gr: Πεύκης

source: City 11
el_gr: Βύρωνος

source: City 42
el_gr: Μεταμορφώσεως

source: I feel safe in my neighbourhood
el_gr: Νιώθω ασφαλής στη γειτονιά μου

source: Availability of retail shops
el_gr: Διαθεσιμότητα καταστημάτων λιανικής

source: General management, director or top management
el_gr: Στέλεχος γενικής διοίκησης, διευθυντής ή ανώτατο διοικητικό στέλεχος

source: Strongly agree
el_gr: Συμφωνώ έντονα

source: City 14
el_gr: Νέας Φιλαδέλφειας

source: How old were you when you stopped full-time education?
el_gr: Πόσων ετών ήσασταν όταν ολοκληρώσατε τις σπουδές σας;

source: Ship or boat
el_gr: Πλοίο ή σκάφος

source: Bicycle
el_gr: Ποδήλατο

source: City 33
el_gr: Πεντέλης

source: City 35
el_gr: Αγίας Παρασκευής

source: City 6
el_gr: Νέας Ιωνίας

source: How old are you?
el_gr: Τι ηλικία έχετε;

source: Motorbike
el_gr: Μοτοσικλέτα

source: (READ OUT - MAX. 2 ANSWERS)
el_gr: (ΔΙΑΒΑΣΤΕ - ΕΩΣ 2 ΑΠΑΝΤΗΣΕΙΣ)

source: Single parent, one or more children living at home
el_gr: Μονογονική οικογένεια (ένας γονιός), ένα ή περισσότερα παιδιά ζουν στο σπίτι

source: Self-employed
el_gr: Αυτοαπασχολούμενος/η

source: The state of the streets and buildings in your neighbourhood
el_gr: Κατάσταση των δρόμων και των κτιρίων στη γειτονιά σας

source: Fairly satisfied
el_gr: Αρκετά ικανοποιημένος/η

source: Generally speaking, most people in [CITY NAME] can be trusted
el_gr: Γενικά μιλώντας, μπορείς να εμπιστευτείς τον περισσότερο κόσμο στην/ στο [CITY NAME]

source: (READ OUT - SINGLE CODE)
el_gr: (ΔΙΑΒΑΣΤΕ -ΜΟΝΟ ΜΙΑ ΑΠΑΝΤΗΣΗ)

source: On a typical day, which mode or modes of transport do you use most often?
el_gr: Σε μια συνηθισμένη ημέρα, ποιον/ποιους τρόπους μετακίνησης χρησιμοποιείτε πιο συχνά;

source: City 32
el_gr: Πετρούπολης

source: Schools and other educational facilities
el_gr: Σχολεία και άλλες εκπαιδευτικές εγκαταστάσεις

source: The quality of the air
el_gr: Ποιότητα του αέρα

source: Married or cohabiting couple, with one or more children living at home
el_gr: Παντρεμένο ζευγάρι ή ζευγάρι που συγκατοικεί, με ένα ή περισσότερα παιδιά που να ζουν στο σπίτι

source: Middle management
el_gr: Στέλεχος μεσαίας βαθμίδας διοίκησης, μεσαίο στέλεχος

source: Foreigners who live in [CITY NAME] are well integrated
el_gr: Οι ξένοι που ζουν στην/στο [CITY NAME] είναι καλά ενταγμένοι

source: City 47
el_gr: Καλλιθέας

source: City 3
el_gr: Χαϊδαρίου

source: Health care services, doctors and hospitals
el_gr: Υπηρεσίες υγειονομικής περίθαλψης, γιατρούς και νοσοκομεία

source: Employee
el_gr: Υπάλληλος/μισθωτός

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
el_gr: ΡΩΤΗΣΤΕ ΤΗΝ D5d ΑΝ ΕΡΓΑΖΟΜΕΝΟΣ ΣΕ ΧΕΙΡΩΝΑΚΤΙΚΗ ΕΡΓΑΣΙΑ, ΚΩΔΙΚΟΣ 3 ΣΤΗΝ D5a

source: Public spaces such as markets, squares, pedestrian areas
el_gr: Δημόσιους χώρους, όπως αγορές, πλατείες, πεζόδρομους

source: Would you say you live in a…?
el_gr: Θα λέγατε ότι ζείτε σε . . .

source: Which of the following best describes your household composition?
el_gr: Ποιο από τα παρακάτω περιγράφει καλύτερα τη σύνθεση του νοικοκυριού σας;

source: Manager of a company
el_gr: Διευθυντής εταιρίας

source: I live here since 1 to 5 years
el_gr: Ζω εδώ τα τελευταία 1 έως 5 χρόνια

source: Not very satisfied
el_gr: Όχι τόσο ικανοποιημένος/η

source: Road infrastructure
el_gr: Υποδομή δρόμων

source: PROG: ROTATE ITEMS 1 TO 10
el_gr: ΠΡΟΓΡ.: ΚΑΝΤΕ ΕΝΑΛΛΑΓΗ ΣΤΑ ΣΤΟΙΧΕΙΑ 1 ΕΩΣ 10

source: The presence of foreigners is good for [CITY NAME]
el_gr: Η παρουσία ξένων είναι καλή για την/το [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
el_gr: (ΚΑΤΑΓΡΑΨΤΕ - ΕΑΝ "ΔΓ" ΚΩΔΙΚΟΣ '98' - ΑΝ "ΑΡΝΗΣΗ" ΚΩΔΙΚΟΣ '99')

source: City 46
el_gr: Ψυχικού

source: City 39
el_gr: Αγίου Δημητρίου

source: DK (DO NOT READ OUT)
el_gr: ΔΚ (ΜΗ ΔΙΑΒΑΣΕΤΕ)

source: City 27
el_gr: Παπάγου

source: Yes
el_gr: Nαι

source: Green spaces such as parks and gardens
el_gr: Χώρους πρασίνου όπως πάρκα και κήπους

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
el_gr: ΡΩΤΗΣΤΕ ΤΗΝ D5e ΑΝ ΧΩΡΙΣ ΕΠΑΓΓΕΛΜΑΤΙΚΗ ΔΡΑΣΤΗΡΙΟΤΗΤΑ, ΚΩΔΙΚΟΣ 4 ΣΤΗΝ D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
el_gr: (ΕΡΕΥΝΗΤΗ: ΕΑΝ "ΑΚΟΜΑ ΣΠΟΥΔΑΖΕΙ", ΚΩΔΙΚΟΠΟΙΗΣΤΕ ‘00’ - ΕΑΝ "ΚΑΜΙΑ ΕΚΠΑΙΔΕΥΣΗ" ΚΩΔΙΚΟΠΟΙΗΣΤΕ '01' - ΕΑΝ "ΑΡΝΗΣΗ " ΚΩΔΙΚΟΠΟΙΗΣΤΕ '98' - ΕΑΝ "ΔΓ" ΚΩΔΙΚΟΠΟΙΗΣΤΕ '99')

source: Other
el_gr: Άλλο

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
el_gr: (ΚΑΤΑΓΡΑΨΤΕ - ΑΝ "ΑΡΝΗΣΗ" ΚΩΔΙΚΟΣ '99')

source: City 16
el_gr: Ζωγράφου

source: FL419 - Quality of life in European Cities UK
el_gr: FL419 - Quality of life in European Cities EL

source: City 17
el_gr: Χαλανδρίου

source: Somewhat agree
el_gr: Συμφωνώ σε κάποιο βαθμό

source: Cultural facilities such as concert halls, theatres, museums and libraries
el_gr: Πολιτιστικές εγκαταστάσεις, όπως αίθουσες συναυλιών, θέατρα, μουσεία και βιβλιοθήκες

source: The place where you live
el_gr: Το μέρος όπου ζείτε

source: Was born here/ I’ve been living here for all my life
el_gr: Γεννήθηκα εδώ / Κατοικώ εδώ όλη μου τη ζωή

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
el_gr: ΑΝ ΑΛΛΗ ή ΔΕΝ ΓΝΩΡΙΖΩ ΣΤΗΝ D12, ΚΩΔΙΚΟΙ 198 ή 199 στην D12, ΣΤΑΜΑΤΗΣΤΕ ΤΗ ΣΥΝΕΝΤΕΥΞΗ

source: Supervisor\ foreman (team manager, …)
el_gr: Επόπτης/ εργοδηγός (επικεφαλής ομάδας, ...)

source: I live here since more than 10 years
el_gr: Ζω εδώ πάνω από 10 χρόνια

source: For how long have you been living in [CITY NAME]?
el_gr: Πόσο καιρό κατοικείτε στην/στο [CITY NAME];

source: Looking after the home
el_gr: Ασχολείστε με οικιακά
